
[Items_NoSet.A_Minor_Head_DefenderHelmet H7HeroItem]
mName="Шлем защитника гор"
mTooltip="%stat к %icon_defense защите"
[Consumables.A_Scroll_Light_Martyr H7HeroItem]
mName="Свиток «Мученик»"
mTooltip="При использовании герой применяет заклинание школы света «Мученик»."
[Abilities.A_DragonHelmet_Buff_Creature H7BaseBuff]
mName="Шлем дракона"
mTooltip="Существо получает на 20% меньше урона от любой школы магии."
[Abilities.A_DragonHelmet_Buff_Hero H7BaseBuff]
mName="Шлем дракона"
mTooltip="Дальность перемещения всех вражеских героев в радиусе 16 клеток снижена на 20%."
[Abilities.A_DwarvenWarHarness_Buff H7BaseBuff]
mName="Боевая упряжь"
[Abilities.A_ElvenRing_Buff H7BaseBuff]
mName="Эльфийское кольцо"
[Abilities.A_ShantiriScepter_Buff H7BaseBuff]
mName="Шантирийский скипетр"
[Items_NoSet.A_Major_MainHand_HearthguardSpear H7HeroItem]
mName="Копье хранителя горна"
mTooltip="%stat1 к урону за уровень героя. Каждая активированная руна снижает расход маны на следующее заклинание на %special.norm."
[Items_NoSet.A_Minor_MainHand_RitualDagger H7HeroItem]
mName="Ритуальный кинжал"
mTooltip="Существа, атакованые героем, в начале каждого хода в течение %buff.buff.durini хода(ов) дополнительно получают %ICON_MIGHT физический урон в размере 30% от полученного изначально урона."
[Items_NoSet.A_Minor_OffHand_Telescope H7HeroItem]
mName="Телескоп"
mTooltip="В начале каждого дня открывает вокруг героя область, радиус которой равен дальности обзора +4."
[Items_NoSet.A_Major_MainHand_WardensSpear H7HeroItem]
mName="Копье стража"
mTooltip="%stat1 к урону за уровень героя.\nАтака героя игнорирует половину %icon_defense защиты цели."
[Abilities.A_ShanriyaArmour_Buff H7BaseBuff]
mName="Доспех хранителя Шанрии"
mTooltip="В начале каждого раунда вражеские отряды получают %d1.min ед. урона от %d1.icon магии воды."
[Items_NoSet.A_Minor_MainHand_GoldenAxe H7HeroItem]
mName="Золотой топор"
mTooltip="%buff1.buff.stat1 к урону, наносимому дружественным существам, ведущим ближний бой."
[Abilities.A_CabirScales_Buff H7BaseBuff]
mName="Чешуя кабира"
mTooltip="Существо получает на 15% меньше урона от магии огня."
[Consumables.A_Scroll_Fire_FireSentry H7HeroItem]
mName="Свиток «Огненный страж»"
mTooltip="При использовании герой применяет заклинание школы огня «Огненный страж»."
[Items_RunicForge.A_Relic_Hands_ElvenRing H7HeroItem]
mName="Эльфийское кольцо"
mTooltip="%stat к %icon_spirit духу.\n%buff1.buff.stat к %icon_initiative инициативе для дружественных существ.\n\nПозволяет раз в бой использовать заклинание магии земли: %spell3."
[Items_RunicForge.A_Relic_Head_BloodforgedBroach H7HeroItem]
mName="Закаленная в крови брошь"
mTooltip="%stat1 к %icon_magic магии.\n%stat2 к %icon_mana к запасу маны.\n%stat3 ед. маны в день."
[Items_RunicForge.A_Relic_Head_DragonHelmet H7HeroItem]
mName="Шлем дракона"
mTooltip="%stat к %icon_magic магии.\nВсе дружественные существа получают на 20% меньше урона.\nДальность перемещения вражеских героев в радиусе 16 клеток уменьшается на 20%."
[Items_RunicForge.A_Relic_MainHand_HallowedSword H7HeroItem]
mName="Освященный меч"
mTooltip="%stat1 к урону за уровень героя.\n\nПозволяет раз в бой использовать заклинание магии света: %spell1.\n %special.icon Золото: %special в день."
[Items_RunicForge.A_Relic_MainHand_ShantiriScepter H7HeroItem]
mName="Шантирийский скипетр"
mTooltip="%stat1 к %icon_destiny судьбе.\n%buff.buff.stat к %icon_magic магии для конца боя за каждое использованное заклинание.\n%stat2 к получаемому опыту."
[Items_RunelordSet.A_Major_MainHand_HammerOfFate H7HeroItem]
mName="Молот судьбы"
mTooltip="%stat1 к урону за каждый уровень героя.\n%stat3 к %icon_destiny судьбе."
[Items_RunelordSet.A_Major_OffHand_RunicShield H7HeroItem]
mName="Рунический щит"
mTooltip="%stat к %icon_defense защите.\nВсе дружественные существа получают на 5% меньше урона от всех школ магии."
[Items_RunicForge.A_Relic_Torso_DwarvenWarHarness H7HeroItem]
mName="Боевая упряжь"
mTooltip="%stat1 к %icon_Might силе.\n%buff1.buff.stat ед. здоровья для всех дружественных существ.\n%stat2 к %icon_defense защите."
[Items_NoSet.A_Relic_Neck_TheDragonheart H7HeroItem]
mName="Пламенный дракон"
mTooltip="%stat1 к %icon_magic магии.\n%stat2 к %icon_might силе.\n%stat3 к %icon_spirit духу.\n Заклинания магии огня, используемые героем, наносят на 90% меньше урона дружественным отрядам."
[Items_RunelordSet.A_Minor_Feet_GreavesOfTheRunelord H7HeroItem]
mName="Поножи владыки рун"
mTooltip="После боя герой восстанавливает %buff.buff.stat очк. %icon_movement перемещения."
[Abilities.A_GoldenAxe_Buff H7BaseBuff]
mName="Золотой топор"
[Abilities.A_RitualDagger_Buff H7BaseBuff]
mName="Кровотечение"
mTooltip="В начале своего хода существо получает %special.val1 ед. урона. Действует в течение %durnow хода(ов)."
[Items_NoSet.A_Minor_Torso_CabirScales H7HeroItem]
mName="Чешуя кабира"
mTooltip="Все дружественные существа получают на 15% меньше урона от магии огня."
[Items_NoSet.A_Relic_MainHand_FlailOfDominion H7HeroItem]
mName="Цеп господства"
mTooltip="%stat1 к урону за уровень героя. Атакованные героем существа получают %buff.buff.stat к %icon_defense защите до конца раунда."
[Items_NoSet.A_Relic_MainHand_DruidicStaff H7HeroItem]
mName="Посох друида"
mTooltip="%stat к %icon_magic к магии.\n\nПозволяет раз в бой использовать заклинание магии земли: %spell1.\nПозволяет раз в бой использовать заклинание магии земли: %spell3."
[Items_RunelordSet.A_Relic_Head_HelmOfTheRunelord H7HeroItem]
mName="Шлем владыки рун"
mTooltip="%stat1 к %icon_magic магии для заклинаний школы огня.\n%stat2 к %icon_spirit духу."
[Items_RunelordSet.A_Minor_Hands_GauntletsOfTheRunelord H7HeroItem]
mName="Перчатки владыки рун"
mTooltip="%stat к %icon_might силе.\n\nПозволяет раз в бой использовать заклинание магии огня: %spell1."
[sets.A_RunelordsSet H7ItemSet]
mName="Набор владыки рун"
[Items_NoSet.A_Major_MainHand_ArcaneStaff H7HeroItem]
mName="Посох чародея"
mTooltip="%stat к %icon_magic магии.\nДля применения любых заклинаний герой использует соответствующий навык ранга «Ученик»."
[Consumables.A_Scroll_Earth_WaspSwarm H7HeroItem]
mName="Свиток «Осиный рой»"
mTooltip="При использовании герой применяет заклинание школы земли «Осиный рой»."
[Abilities.A_FlailOfDominion_Buff H7BaseBuff]
mName="Цеп господства"
mTooltip="%stat к %icon_defense защите до конца раунда."
[Items_NoSet.A_Minor_Torso_ShanriyaArmour H7HeroItem]
mName="Доспех хранителя Шанрии"
mTooltip="Вражеские отряды получают %buff.buff.d1.min ед. урона от магии %buff.buff.d1.icon воды в начале каждого раунда, если поле боя покрыто снегом."
[Items_RunelordSet.A_Relic_Torso_CuirassOfTheRunelord H7HeroItem]
mName="Кираса владыки рун"
mTooltip="%stat1 к %icon_magic магии для заклинаний школы земли.\n%stat2 к %icon_mana запасу маны."
[Consumables.A_Scroll_Prime_SoulConflagration H7HeroItem]
mName="Свиток «Испепеление души»"
mTooltip="При использовании герой применяет заклинание изначальной магии «Испепеление души»."
[Consumables.A_Scroll_Air_ErraticStorm H7HeroItem]
mName="Свиток «Буйство стихии»"
mTooltip="При использовании герой применяет заклинание школы воздуха «Буйство стихии»."
[Abilities.A_RunicShield_Buff H7BaseBuff]
mName="Рунический щит"
mTooltip="Существо получает на 5% меньше урона от всех школ магии."
[Consumables.A_Scroll_Dark_HauntingPlague H7HeroItem]
mName="Свиток «Свирепая чума»"
mTooltip="При использовании герой применяет заклинание школы тьмы «Свирепая чума»."
[Consumables.A_Scroll_Water_FreezingOrb H7HeroItem]
mName="Свиток «Сфера льда»"
mTooltip="При использовании герой применяет заклинание школы воды «Сфера льда»."
[Abilities.A_TheDragonheart_Buff H7BaseBuff]
mName="Пламенный дракон"
mTooltip="На 90% снижает урон, получаемый от магии огня."
[Items_NoSet.A_Minor_MainHand_ImperialMace H7HeroItem]
mName="Булава Империи"
mTooltip="%stat1 к урону за каждый уровень героя."
